Revit 2018 API
ConfigurationReloadInfo Properties
The ConfigurationReloadInfo type exposes the following members.
Properties
Name | Description
Disconnects
 The number of disconnections caused by the reload.
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
ProfileNotAvailable
 The current profile is not available in the disk configuration.
See Also
ConfigurationReloadInfo Class
Autodesk.Revit.DB Namespace